'''
이러고 ai 중에 호감도가 가장 높은 친구를 a라고 하겠음

복도에 a만 있음
[[호감도 5~30까지 랜덤부여]]
휴대폰 화면이 띄워짐, knuai 호감도 화면에서 a의 호감도 확인

<<user, ai 대화 진행>>
__이후 어느정도 대화가 진행되었다 싶으면(대화가 몇번 진행되었거나 슬슬 마무리 해야겠다 싶으면)__


1.응, 좋아해			
user: 좋아해
a: 정말? 그럼...우리
user: 사귀자
a: ...좋아
1.해가 내려가고 하늘
이 파랗게 물든 시간 
a는 user에게 팔짱을 
낀다.
 a: 너랑 이런 사이가
되어서.. 정말 좋아해




 b: 뭐?(동공 작아짐)
 a 호감도 –10 * 10번 반복


 c: 뭐?(동공 작아짐)
 a 호감도 –10 * 10번 반복



 2,3 ending....ㅜㅠ
검정 화면에 a덩그러니 서있다.
 a: 너는 왜..
 a: 나와 user를 이어주지 않는거야?
 user: 무슨 소리야 그게..
 a: 이거 보고 있는 너..
 a: 그래, 너 말야
user: 무슨 소리야!!
 user: <<입력>>
 a: 너는 계속 선택하면 되고..
 a: 나는 계속 기다리면 되니까.
 a: 우리를 이어줄 때까지 계속.
 user: 무슨 소리를 하는 거야? 제발...
 user: 그래… 다 이상했어. 
user: 호감도, 시스템, 대사.. 게임 같았어..
 a: 응. 맞아.
 user: 그럼 내가 게임세계에 들어온거야?
 a: 틀렸어.
 a: 애초에 너는 진짜 사람이 아니니까
a: 너는 그냥.. ‘이야기를 위해 만들어진 것’일 뿐이야.
 user: 내가? 아니지. 진짜 사람이 아닌 건 너겠지
user: 분명 나는 트럭에...
 a: 그건 너를 이쪽으로 끌어오기 위한 장치.
 a: 너는 부딪힌 적 없어.
 a: 그냥 프로그램이 실행된 거지.
user: 뭐...?
 a: 여기에 진짜 사람은 없어.
 a: 아, 한 명 있긴 하지.
 a: 네 뒤에 가만히 보고 있네.
 a: 호감도는 다 올려놓고.. 이런 결말을 만들 줄이야.
 a: 후후, 네가 뭐라하든.. 상관없어
a: 아쉽게도 이번엔 이어지지 못했지만.. 
a: 나도.. user도 다시 시작하면 돼.
 a: 너는 계속... 선택하면 되고..
 a: 나는 계속... 기다리면 돼...
 a: 걱정 마.
 a: 우리는... 또 아무것도 기억 못하니까.
 ‘띠링’
 <knuai : [메세지] 새로운 메시지가 도착하였습니다.>
 “정말로 탈퇴하시겠습니까?-네     -네  [[네 선택지 밖에 없어여]]
 [[[10초 이상 버튼 안누르면 a가 계속 빨리 누르라고 재촉함 
ai답변으로 계속 2초마다 재촉]]]
 [[[1분 이상 안누르면 강제 종료]]]
 [[[네 버튼 누르면 게임 초기화, 처음부터@@@]]
'''

label endding:
    