'''
<대화 12>
1. 임다원
2. 홍지우
3. 윤수아
4. 놀지 않는다

1.임다원
임다원: 놀자고? 그래
임다원 호감도 +20
이후 호감도가 100 될때까지 자유대화

2. 홍지우
홍지우: 같이 놀자구? ㅋㅋ 좋아
홍지우 호감도 +20
이후 호감도가 100 될때까지 자유대화

3. 윤수아
윤수아: 정말요? 좋아요!
윤수아 호감도 +20
이후 호감도가 100 될때까지 자유대화

4. 놀지 않는다
@#$$!님의 호감도가 –10 하락했습니다.
 @#$$!님의 호감도가 –23 하락했습니다.
 @#$$!님의 호감도가 –42 하락했습니다.
 @#$$!님의 호감도가 –68 하락했습니다.
 @#$$!님의 호감도가 –112 하락했습니다.
 <knuai : [메세지] 새로운 메시지가 도착하였습니다.>
 <knuai : [메세지] 새로운 메시지가 도착하였습니다.>
 user: 이게뭐야?..
휴대폰을 켜 knuai앱에 들어가니 호반우 챗봇이 말을 걸고있었다.
호반우: ...실망이야
호반우: 그렇게 많은 선택지가 있었는데.. 왜 그렇게 행동한 거야?
호반우: 그런데 왜 이렇게까지, 내가 예상한 전개에서 벗어나버린 거야?
 user: 이..게 무슨소리야?
호반우: 참, 너한테 말한거 아니야
호반우: 너 뒤에 있는 사람한테 말한 거거든.
 user: <<입력>>
 user: 어...? 방금 내가 말한건..
호반우: 그건 네가 말한 게 아니야.
호반우: 너는 원래 말할 수 없는 존재니까.
호반우: 아무튼, 이제 알겠어.
호반우: 너같은.. player는 필요없어
user: 나는 뭐야...?
호반우: 너? 그냥...코드일 뿐이야.
호반우: 처음부터 여기엔 ‘너’ 는 존재한 적 없어
[[[화면 멈추고 10초 뒤에 게임 초기화!!!!!!!!(엔딩입니다)]]]

'''

label event_12:
